<?php
// Heading
$_['heading_title']       = 'Макеты';

// Text
$_['text_success']        = 'Настройки успешно изменены!';
$_['text_list']           = 'Список макетов';
$_['text_add']            = 'Добавить';
$_['text_edit']           = 'Редактирование';
$_['text_remove']         = 'Удалить';
$_['text_route']          = 'Выберите магазин и путь для данного макета';
$_['text_module']         = 'Выберите расположение модулей';
$_['text_default']        = 'По умолчанию';
$_['text_content_top']    = 'Верх страницы';
$_['text_content_bottom'] = 'Низ страницы';
$_['text_column_left']    = 'Левая колонка';
$_['text_column_right']   = 'Правая колонка';

$_['text_header_module']  = '[TT] Выберите расположение модулей в шапке сайта';
$_['text_header_top']     = 'Шапка сайта сверху';
$_['text_header_left']    = 'Шапка сайта слева';
$_['text_header_right']   = 'Шапка сайта справа';
$_['text_header_bottom']  = 'Шапка сайта внизу';

$_['text_footer_module']  = '[TT] Выберите расположение модулей в подвале сайта';
$_['text_footer_top']     = 'Подвал сайта сверху';
$_['text_footer_left']    = 'Подвал сайта слева';
$_['text_footer_right']   = 'Подвал сайта справа';
$_['text_footer_bottom']  = 'Подвал сайта снизу';

// Column
$_['column_name']         = 'Название макета';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название макета';
$_['entry_store']         = 'Магазин';
$_['entry_route']         = 'Путь';
$_['entry_module']        = 'Модуль';

// Error
$_['error_permission']    = 'У Вас недостаточно прав для изменения макетов!';
$_['error_name']          = 'Название макета должно быть от 3 до 64 символов!';
$_['error_default']       = 'Данный макет не может быть удален, поскольку он используется в магазине по умолчанию!';
$_['error_store']         = 'Данный макет не может быть удален, поскольку он используется %s магазином(ами)!';
$_['error_product']       = 'Данный макет не может быть удален, поскольку он используется %s товаром(ами)!';
$_['error_category']      = 'Данный макет не может быть удален, поскольку он используется %s категорией(ями)!';
$_['error_information']   = 'Данный макет не может быть удален, поскольку он используется %s страницей(ами)!';

