<?php
// Heading
$_['heading_title'] = 'Последний блог';

$_['text_blogs'] = 'Все блоги';
$_['text_success'] = 'Вы успешно добавили свой комментарий!';
$_['text_approval'] = 'Вы успешно добавили свой комментарий, и он ожидает одобрения!';
$_['text_no_blogs'] = 'В настоящее время в этом магазине нет блогов!';
$_['text_read_more'] = 'Читать дальше';
$_['text_date_added'] = 'Дата добавления';
$_['text_login_required'] = 'Вы должны <a href="%s"> войти </a>, чтобы добавить комментарий. Если у вас нет учетной записи, вы можете бесплатно <a href="%s"> зарегистрироваться </a> для одной. ';
$_['text_your_comments'] = 'Ваши комментарии';
$_['text_error'] = 'Блог не найден!';

$_['entry_author'] = 'Ваше имя';
$_['entry_email'] = 'Адрес электронной почты';
$_['entry_comment'] = 'Комментарий';
$_['text_author'] = 'admin';

$_['column_title'] = 'Название блога';

$_['button_comment_add'] = 'Добавить комментарий';
$_['button_list_blogs'] = 'Список всех блогов';
$_['button_view'] = 'Просмотр блога';

$_['email_subject'] = 'Комментарий блога:% s';
$_['email_content'] = 'Был сделан комментарий к блогу с заголовком "% s".';

// Ошибка
$_['error_author'] = 'Имя должно содержать от 3 до 32 символов!';
$_['error_email'] = 'Адрес электронной почты не является действительным!';
$_['error_comment'] = 'Комментарий должен содержать от 10 до 3000 символов!';
