<?php
// Heading
$_['heading_title']         = '[TT] Блог';
$_['heading_entry']         = 'Запись блога';
$_['heading_list']          = 'Список записей блога';

$_['text_extension']        = 'Расширения';
$_['text_success'] = 'Успех: Вы изменили модуль блога!';
$_['entry_name'] = 'Имя модуля';
$_['text_edit'] = 'Редактировать модуль блога';
$_['text_width'] = 'Ширина';
$_['text_height'] = 'Высота';
$_['text_add'] = 'Добавить запись в блоге';
$_['text_form'] = 'Редактировать запись в блоге';
$_['text_save_module'] = 'Вы должны сохранить модуль, прежде чем сможете добавлять записи.';
$_['text_unallocated'] = 'Не задано';
$_['text_view_list'] = 'Вы можете просмотреть полный список блогов <a href="%s" class="alert-link"> здесь </a>!';
$_['text_list'] = 'Список блогов';
$_['text_approved'] = 'Одобрено';
$_['text_unapproved'] = 'Не одобрено';
$_['text_author'] = 'Автор';
$_['text_email'] = 'Адрес электронной почты';
$_['text_comment'] = 'Комментарий';
$_['text_date_added'] = 'Дата добавления';

// Entry
$_['entry_title'] = 'Заголовок';
$_['entry_description'] = 'Content';
$_['entry_status'] = 'Статус';
$_['entry_image_size'] = 'Изображение (Ш х В)';
$_['entry_width'] = 'Ширина';
$_['entry_height'] = 'Высота';
$_['entry_image'] = 'Изображение';
$_['entry_limit'] = 'Limit';
$_['entry_char_limit'] = 'Предел символов';
$_['entry_module'] = 'Модуль';
$_['entry_allow_comments'] = 'Разрешить комментарии';
$_['entry_login_required'] = 'Требуется вход в систему';
$_['entry_auto_approve'] = 'Автоматическое утверждение';

$_['help_image'] = 'Размер изображения блога, если применимо.';
$_['help_limit'] = 'Количество записей в блоге, отображаемых в модуле.';
$_['help_char_limit'] = 'Предел символов в кратком описании для записей, отображаемых в модуле.';
$_['help_allow_comments'] = 'Разрешить добавление комментариев в блог.';
$_['help_login_required'] = 'Требуется логин для добавления комментариев.';
$_['help_auto_approve'] = 'Разрешить автоматическое утверждение комментариев.';

$_['column_title'] = 'Заголовок';
$_['column_author'] = 'Автор';
$_['column_email'] = 'E-Mail';
$_['column_status'] = 'Статус';
$_['column_comments'] = 'Комментарии';
$_['column_date_added'] = 'Дата добавления';
$_['column_action'] = 'Действие';
$_['column_module'] = 'Модуль';

$_['button_add_blog'] = 'Добавить блог';
$_['button_return'] = 'Вернуться к модулю';
$_['button_list'] = 'Вернуться в список блогов';
$_['button_approve'] = 'Одобрить';
$_['button_disapprove'] = 'Отклонить';
$_['button_comments'] = 'Просмотреть комментарии';
$_['button_view'] = 'Просмотреть комментарий';
$_['button_back'] = 'Вернуться к комментариям';

// Error
$_['error_warning'] = 'Предупреждение: пожалуйста, внимательно проверьте форму на наличие ошибок!';
$_['error_permission'] = 'Предупреждение: у вас нет прав на изменение модуля блога!';
$_['error_name'] = 'Имя модуля должно содержать от 3 до 64 символов!';
$_['error_width'] = 'Требуется ширина!';
$_['error_height'] = 'Требуется высота!';
$_['error_module'] = 'Модуль не выбран!';
$_['error_title'] = 'Название блога должно содержать от 3 до 64 символов!';
$_['error_description'] = 'Описание должно содержать более 3 символов!';